"User Authentication" = "Brukerautentisering";

"Enable User Authentication" = "Brukerautentisering";

"Login User Name:" = "Brukernavn for innlogging:";
"Defined User ID" = "Definert bruker-ID";
"Mac Login Name" = "Innloggingsnavn for Mac";
"Enter Login User Name:" = "Angi brukernavn for innlogging:";

"Login Password:" = "Passord for innlogging:";
"Confirmation Password:" = "Bekreftelsespassord:";

"Enable Driver key" = "Driverkrypteringsnøkkel";
"Driver Encryption Key:" = "Driverkrypteringsnøkkel:";
"Reenter Driver Key:" = "Angi bekreftelsesnøkkel på nytt:";
"Reenter the Confirmation Key:" = "Angi bekreftelsesnøkkel på nytt:";

"Restore Defaults" = "Gjenopprett standarder";

"Enter a valid [Login User Name]." = "Angi et gyldig [Brukernavn for innlogging].";
"Entered [Login Password] is different." = "Angitt [Passord for innlogging] er forskjellig.";
"Entered [Driver Encryption Key] is different." = "Angitt [Driverkrypteringsnøkkel] er forskjellig.";
"Enter a valid [Driver Encryption Key]" = "Angi en gyldig [Driverkrypteringsnøkkel].";

"Off" = "Av";